CREATE TABLE city (
    id         INT PRIMARY KEY,
    name       VARCHAR(100) NOT NULL,
    popularity INT NOT NULL
)

INSERT INTO city (id, name, popularity) VALUES
(1, 'Москва', 95),
(2, 'Санкт-Петербург', 90),
(3, 'Казань', 80),
(4, 'Нижний Новгород', 70),
(5, 'Новосибирск', 75),
(6, 'Екатеринбург', 78),
(7, 'Самара', 65),
(8, 'Ростов-на-Дону', 68),
(9, 'Уфа', 60),
(10, 'Пермь', 55),
(11, 'Владивосток', 50),
(12, 'Омск', 52),
(13, 'Красноярск', 70),
(14, 'Челябинск', 58),
(15, 'Воронеж', 63),
(16, 'Тюмень', 67),
(17, 'Ижевск', 50),
(18, 'Тверь', 40),
(19, 'Владимир', 45),
(20, 'Саратов', 53),
(21, 'Томск', 60),
(22, 'Барнаул', 50),
(23, 'Калининград', 65),
(24, 'Ярославль', 55),
(25, 'Белгород', 48),
(26, 'Сочи', 85)
